{
  "about_title": "Perfil",
  "about_description": "Juan Pablo Jiménez, desarrollador frontend, con experiencia en TypeScript, Next.js y React, explorando constantemente nuevas herramientas, plataformas CMS y mejores prácticas para mantenerse a la vanguardia en el desarrollo frontend. Para mí, aprender no es solo una necesidad, sino una pasión que me impulsa a crear experiencias digitales innovadoras, eficientes y de impacto positivo.",
  "developer": "DEVELOPER",
  "engineer": "INGENIERO",
  "about_me": "Soy Juan Pablo Jiménez, desarrollador frontend apasionado por combinar la precisión técnica con la creatividad artística. Me gradué en Ingeniería de Sistemas y Computación en la UPB de Medellín, Colombia, donde aprendí que el desarrollo de software no solo es técnico, sino también un arte.",
  "about_me_2": "Mis intereses incluyen la programación, la resolución de problemas, el diseño visual, la música y la creación de contenido. Disfruto transformar ideas en soluciones del mundo real, asegurando que cada proyecto siga metodologías ágiles, mejoras iterativas, comunicación abierta y prácticas arquitectónicas limpias.",
  "about_me_3": "En los últimos años he tenido la oportunidad de trabajar en proyectos frontend de alto impacto, impulsando la modernización de plataformas web empresariales. Contribuí a la migración de sistemas heredados reemplazando tecnologías deprecadas con soluciones escalables utilizando React y NextJS. Trabajando con arquitecturas de microfrontends, integré módulos complejos mientras aseguraba mantenibilidad y rendimiento.",
  "about_me_4": "He implementado características de internacionalización, incluyendo soporte de derecha a izquierda (RTL) y adherido a altos estándares de accesibilidad (WCAG AA/AAA). A través de flujos de trabajo asistidos por IA con Cursor, mejoré la colaboración y la velocidad de iteración entre equipos. Estas experiencias han agudizado mis habilidades para resolver problemas y profundizado mi pasión por construir aplicaciones web inclusivas y de alta calidad.",
  "skills_title": "Habilidades",
  "skills": "Me especializo en TypeScript, Next.js y React, y estoy constantemente explorando nuevas herramientas, plataformas CMS y mejores prácticas para mantenerme a la vanguardia en el desarrollo frontend. Para mí, aprender no es solo una necesidad, sino una pasión que me impulsa a crear experiencias digitales innovadoras, eficientes y de impacto positivo.",
  "contact": "Contacto"
}
