{
  "projects": "Proyectos",
  "name_rq": "Random-Q",
  "description_rq_1": "Random-Q es una aplicación web dinámica diseñada para generar conversaciones interesantes a través de una colección diversa de preguntas provocadoras. Ya sea que desees profundizar las conexiones en una cita, animar reuniones sociales o simplemente explorar temas intrigantes, Random-Q proporciona el inicio de conversación perfecto para cada ocasión.",
  "description_rq_2": "Preguntas cuidadosamente categorizadas: Random-Q organiza sus preguntas en categorías distintas, adaptándose a una variedad de intereses y contextos sociales: Preguntas filosóficas para discusiones profundas y reflexivas. Rompehielos atrevidos para agregar un toque juguetón a cualquier interacción. Preguntas nerdy e inspiradas en la cultura geek para entusiastas de la cultura pop y amantes de la trivia. Consultas curiosas y poco convencionales para encender la creatividad y la curiosidad.",
  "description_rq_3": "La aplicación presenta una selección cuidadosamente seleccionada de preguntas bilingües (español e inglés), asegurando inclusión y accesibilidad para una audiencia más amplia. Cada pregunta se enriquece con elementos de diseño intuitivos, incluidos íconos específicos de la categoría, etiquetas codificadas por colores y un control deslizante de intensidad que permite a los usuarios filtrar preguntas según su nivel de comodidad o estado de ánimo.",
  "impact_rq": "Random-Q es más que un simple generador de preguntas: es una herramienta para la conexión. Al combinar un diseño reflexivo, funcionalidad intuitiva y una amplia gama de temas, la aplicación empodera a los usuarios para romper el hielo, reflexionar profundamente y participar de manera significativa en cualquier entorno social. Su soporte bilingüe y características personalizables la convierten en un compañero versátil para individuos y grupos por igual, fomentando la curiosidad y el diálogo entre culturas y contextos.",
  "tech_highlight_rq_1": "Framework Next.js: Aprovechado por sus capacidades de renderizado del lado del servidor (SSR) y generación de sitios estáticos (SSG), asegurando un rendimiento óptimo y optimización SEO.",
  "tech_highlight_rq_2": "Firebase Firestore: Utilizado como base de datos backend para gestionar el sistema de likes y almacenar datos de preguntas de manera eficiente.",
  "tech_highlight_rq_3": "Hosting de Firebase: La aplicación se implementó con la robusta solución de hosting de Firebase, asegurando tiempos de carga rápidos y escalabilidad.",
  "tech_highlight_rq_4": "Pipeline CI/CD: Los flujos de trabajo automatizados mediante GitHub Actions agilizan el proceso de desarrollo e implementación, permitiendo iteraciones rápidas y entregas consistentes."
}