{
  "about_title": "About Me",
  "about_description": "Juan Pablo Jiménez, frontend developer, with expertise in TypeScript, Next.js, and React, constantly exploring new tools, CMS platforms, and best practices to stay ahead in front-end development. For me, learning is not just a necessity—it’s a passion that drives me to create innovative, efficient, and positive impactful digital experiences.",
  "developer": "DEVELOPER",
  "engineer": "ENGINEER",
  "about_me": "I'm Juan Pablo Jiménez, frontend developer passionate about blending technical precision with artistic creativity. I graduated in Systems and Computer Engineering from UPB in Medellín, Colombia, where I learned that software development is not only technical but also an art.",
  "about_me_2": "My interests include coding, problem-solving, visual design, music, and content creation. I enjoy transforming ideas into real-world solutions, ensuring each project follows agile methodologies, iterative improvements, open communication, and clean architectural practices.",
  "about_me_3": "Over the last few years I’ve had the opportunity to work on impactful frontend projects, driving the modernization of enterprise web platforms. I contributed to the migration of legacy systems by replacing outdated technologies with scalable solutions using React and NextJS. Working with microfrontend architectures, I integrated complex modules while ensuring maintainability and performance.",
  "about_me_4": "I’ve implemented internationalization features including Right-to-Left support and adhered to high accessibility standards (WCAG AA/AAA). Through AI-assisted workflows with Cursor, I enhanced collaboration and iteration speed across teams. These experiences have sharpened my problem-solving skills and deepened my passion for building inclusive, high-quality web applications.",
  "skills_title": "Skills",
  "skills": "I specialize in TypeScript, Next.js, and React, constantly exploring new tools, CMS platforms, and best practices to stay ahead in front-end development. For me, learning is not just a necessity—it’s a passion that drives me to create innovative, efficient, and positive impactful digital experiences.",
  "contact": "Contact"
}