{
  "JP": "JP | Frontend Developer",
  "home_description": "The space in the web of Juan Pablo Jiménez, where he showcases his works, experiments, and projects related to web development. A space where you can get to know better who is Juan Pablo Jiménez, frontend and creative developer. From Medellín to the world!",
  "home_title_og": "Juan Pablo Jiménez | Frontend Developer & Creative Engineer | React Next.js TypeScript",
  "menu": "Menu",
  "change_lng": "Change to Spanish",
  "welcome_hi": "Hi, I'm",
  "welcome_name": "Juan Pablo Jiménez!",
  "dev_role": "Frontend Developer",
  "home": "Home",
  "about": "About me",
  "projects": "Projects",
  "contact": "Contact",
  "socials": "Socials",
  "first_section_text_1": "Hello there! welcome to my little space in the web, here I showcase my works, experiments and projects related to web development. Right now am experiencing with animations and transitions effects to create a more profound experience.",
  "creative": "Creative Dev +",
  "engineer": "Engineer",
  "first_section_text_2": "I am a frontend engineer based in Medellín, Colombia, driven by a constant passion for creation and improvement. I am enthusiastic about technology and always eager to embrace new challenges and opportunities to learn and grow.",
  "currently": "Currently",
  "at": "@",
  "second_section_text_1": "I have been working as a UI Web Developer at Globant, contributing to large-scale web applications using React, NextJS, and TypeScript, with a strong focus on microfrontend architecture.",
  "second_section_text_2": "I’ve led the migration of legacy systems, removing deprecated technologies, and implemented accessibility standards (WCAG AA/AAA) and RTL support for internationalization. I also collaborated using AI-assisted workflows with Cursor to iterate on component design and improve development efficiency.",
  "second_section_text_3": "Want to know more?",
  "version": "Version",
  "the": "THE",
  "universe": "UNIVERSE",
  "is": "IS",
  "change": "CHANGE",
  "quote": "Quote (Marcus Aurelius, Book IV)",
  "lng": "EN",
  "cookies": {
    "message": "This site uses cookies to analyze web traffic. Do you accept the use of cookies?",
    "accept": "Accept",
    "reject": "Decline"
  },
  "download_cv": "Download CV"
}
